[
  {
    "species_id": 1,
    "scientific_name": "Aleurites moluccana",
    "common_name": "Ai-Kami",
    "etymology": "Aleurit sira mai husi aleuron gregu ne’ebé signifika “ai-farina/han”, ne’ebé refere ba revestimentu refeisaun ida, no molukana denota “husi Molukas (Illa Maluku, Indonézia) .",
    "habitat": "Komún husi tasi-ibun to’o iha foho-leten iha Timor-Leste, moris iha ai-laran sekundária, iha mota ninin no iha estrada ninin ne’ebé nakloke.",
    "identification_character": "Ai-hun ida ne’ebé boot–boot; ai-funan alternativu, boot, simples no dala barak 3-lobu (liuliu iha musan joven sira), parte okos pálidu/buat-mutin; ai-funan nia tahan naruk tebes; sap susubeen; ai-funan mutin iha agrupamentu sira ne’ebé ramu; ai-fuan tapete ida ho kulit metin ~4–6 cm, verde bainhira sei ki’ik, sai metan-kafé bainhira tasak, ho 1–2 oleu “linutes” oleozu.",
    "leaf_type": "Simples",
    "fruit_type": "Droga",
    "phenology": "Iha Tinan tomak",
    "seed_germination": "Kolekta ai-fuan maduru kór-kafé husi ai-hun ka endokarpu maran. Hasai fini hodi halo suave ai-fuan fresku loron balun, hasai kulit, fase, no maran; soe floaters iha bee no rai fini maran durante fulan barak iha um 30–12% umidade. Tanba endokarpu ne’e toos tebes, loro-matan-maran koncha sira loron 2–3 no depois mergulha kulit manas ba bee (xoke termál) hodi rahun; proteje fini husi roedor sira. Uza meiu jerminasaun maizumenus 2:1 rai-henek to’o rai-henek mota nian, no kuda ai-tahan ne’ebé rahun ho kle’an 2–3 cm iha polibag kle’an ka kama ida ne’ebé loos no kle’an (takeu boot). Ho ransu, jerminasaun tipikamente akontese iha semana ~3–8 (balun iha semana 3–4) no taxa bele liu 80%, enkuantu fini ne’ebé la hetan tratamentu bele lori fulan 3–4 no dala barak dodok.",
    "pest": "Ba lilin, ameasa viveiru imediatu liu mak roedor sira ne’ebé dada ba kernel sira ne’ebé iha mina - proteje kama jerminasaun no bandeja ho mesh fiu ka rede di’ak no halo andar sira moos. Iha to’os, moras fungal kauza defoliasaun no ai-fuan prematuru tun, enkuantu borers ai-tahan naruk no termite subterráneu estraga ai-tahan, kola, no abut. Ai-fuan sira hetan ataka beibeik husi susuk ai-fuan no borer fini/pod; kolesaun regular no destruisaun ba ai-fuan sira ne’ebé monu ka infestadu ne’e esensiál."
  },
  {
    "species_id": 2,
    "scientific_name": "Tectona grandis",
    "common_name": "Ai-Teka",
    "etymology": "Tectona mai husi lian Gregu éktōn “karpinteiru/builder,” ne’ebé fó sinál atu uza hanesan ai-tahan, no grandis mak lian Latin ba boot/boot.",
    "habitat": "Maioria kuda no dalaruma naturaliza iha foho maran no fatuk-kalkáriu .",
    "identification_character": "Ai-hun boot ida, ne’ebé monu; ai-funan boot tebes, kontráriu no simples; baraka sira sai durante fulan 3–4 iha tempu maran nia rohan; ai-funan ki’ik (≈8 mm), mauve to’o mutin, iha ulun boot; ai-fuan ida ne’ebé redonda, toos, ai-tahan ho kamara haat, taka iha “bexiga” ida ne’ebé infladu, surat tahan, kór-kafé pálidu depois kór-kafé iha maturidade.",
    "leaf_type": "Simples",
    "fruit_type": "Droga",
    "phenology": "Flores: Juñu to’o Setembru; Ai-fuan: Novembru to’o Janeiru 2019.",
    "seed_germination": "Kolekta ai-fuan sira ne’ebé maduru, maran; hasai sepal/calix liur, depois halo scature kmaan ba kulit toos ho lixa ka fatuk ne’ebé áspera. Enxe polibag ho mistura rai ne’ebé drenajen di’ak no kompos iha rasio 3:1. Kari fini 3–5 kada saku ho profundidade 1–2 cm iha kama jerminasaun uluk.",
    "pest": "Termite mak problema ai-tahan prinsipál iha ai-teka; sira han iha ai-laran, husik ai-tahan sira ne’ebé iha kuak no galeria rai-henek- bainhira ataka maka’as, tesi no sunu mak opsaun prátika úniku. Lalar ne’ebé han ai-funan bele hasai ai-funan ho lalais; halo inspesaun beibeik, mantein koroa nakloke ho poda naroman, no hasai ai-funan/sanak ne’ebé infesta maka’as. Ai-horis ne’ebé borers halo kuak redonda ki’ik no dudu sai pó hanesan serru; evita kanek ai-horis no hasai/halakon ai infestadu. Iha viveiru no kuda ki’ik sira, derepente derrepente tuir drenajen ne’ebé ladi’ak ka manejamentu abut ne’ebé áspera - uza kama sira ne’ebé drenajen di’ak, bee hanesan, no tesi sai kualkér musan ne’ebé halo kankru/deit iha sintoma ikus nia okos."
  },
  {
    "species_id": 3,
    "scientific_name": "Toona ciliata",
    "common_name": "Ai-Saria",
    "etymology": "Toona mak husi naran vernakular indianu “toon/tun” ba ai-hun, no ciliata mak lian Latin ba “farnged / fulun,” refere ba fulun di’ak iha parte hanesan ai-funan ninin .",
    "habitat": "nia moris tuir mota úmidu no rai-kuak iha rai-henek ne’ebé drenajen di’ak husi besik tasi-ibun to’o besik 1.500 m .",
    "identification_character": "Ai-hun ida ne’ebé aas no monu;  tronku dala barak apoia, kulit metan metan metan, áspera no scacy;  ai-funan alterna no pinna ida de’it ho 4–8 kontráriu ho par sub-opostu husi folhetos lanceolatu, follajen foun kór-roza nabilan; ai-funan ki’ik, mutin no morin, iha spray terminál ne’ebé monu kleur; ai-fuan kapsula maran 5 ho válvula ne’ebé fahe husi leten hodi hasai fini ki’ik barak, ho ala.",
    "leaf_type": "Kompostu ho maneira ne’ebé ho maneira ne’ebé ho maneira ne’ebé kompoin (ida de’it)",
    "fruit_type": "Kapsula",
    "phenology": "Flores: Marsu - Maiu; Frutador: Jullu - Agostu 2019.",
    "seed_germination": "Kolekta ai-fuan tasak, maduru tomak husi ai-hun bainhira ai-fuan komesa fahe malu. Enxe kama viveiru ho mistura ida ne’ebé drenajen di’ak husi rai leten plus kompos ka rai-henek. Superfísie-kara ka taka ho kmaan tebes iha liña 10 cm dook malu;",
    "pest": "Toon joven (Toona ciliata) dala barak sofre husi borer shot ne’ebé oho filmajen leten no kauza garfu no koroa kro’at; verifika tips dala barak, rai lider ida ne’ebé loos, no tesi-no-suar ne’ebé hetan infestasaun. Termite no besouro poste pó ataka ai, husik hela kuak ki’ik redonda no rai-rahun hanesan ai-farina - evita kanek, hadook ai-tahan husi rai, no hasai pedasuk infestadu aat. Mistletoe parazita mosu hanesan kloot verde iha sanak sira; lop sanak fila fali ba ai-tahan ne’ebé saudavel no estraga kloot sira. Abut no kabun rahun ai-horis sira ne’ebé halo fraku (ai-funan mean, ai-tahan ne’ebé hakru’uk, fungo hanesan prateleira iha baze); mantein baze-isin maran no la kanek, no hasai ai-hun sira ne’ebé rahun ladi’ak. Proteje ai-oan no ai-oan husi karau ho guarda simples ka esgrima to’o sira estabelese ona."
  },
  {
    "species_id": 4,
    "scientific_name": "Sterculia foetida",
    "common_name": "Ai-nitas",
    "etymology": "Sterculia mai husi Sterculio Latin, maromak estrume Romanu (stercus = foer), no foetida mak lian Latin ba “aat-morin/fetidu.",
    "habitat": "Ai-horis rai-tetuk ida ho rai-tetuk tasi-ibun manas, maran no rai-lolon fatuk-lolon, dala barak besik aldeia no iha estrada sira.",
    "identification_character": "Ai-hun ida ne’ebé boot, loos, ho desizaun; ai-tahan ne’ebé mos no gris; ai-funan sira ne’ebé nakonu ho ponta ai-sanak, dijita palmatamente ho folletu 7–9, naruk ki’ik (to’o ~20 cm) no ai-funan ho morin ne’ebé la agradável; ai-funan iha ai-sanak barak, verde to’o kór-roxu ne’ebé mamuk, ho mane no feto iha ai-hun ketak; ai-fuan agrupamentu ida husi folikulu mean ne’ebé tetuk ne’ebé sai ai-tahan, ida-idak lori fini ho kór ardózia, oblonga (~1.5–1,8 cm) ho aril ki’ik ida.",
    "leaf_type": "Kompostu palmatu",
    "fruit_type": "Folikulu",
    "phenology": "Flores: Fevereiru to’o Marsu, Fruiting: Janeiru to’o Fevereiru. Ai-fuan tasak besik fulan 11 hafoin ai-funan nia aparénsia dahuluk.",
    "seed_germination": "Kolekta ai-fuan mean ne’ebé maduru no fahe ai-fuan hodi hasai fini metan, hasai fini no fase pulpa hotu hodi evita fungo. Soak fini durante oras 24, depois hasai kulit metan ne’ebé mihis ka marka ho kmaan iha fatin ne’ebá. Kuda iha kama jerminasaun ho mistura rai metan ne’ebé drenajen di’ak no kompos iha rasio 3:1. Tau fini iha nia sorin ka kuda nia atu nune’e rohan ne’ebé markadu/nicked nivel ho ka iha leten uitoan.",
    "pest": "Iha viveiru sira husi foetida Sterclia, problema prinsipál mak lalar ida ne’ebé rola iha ai-funan ne’ebé bele atinji 70–80% husi ai-horis no kauza taxa mate ne’ebé aas tebes. Larva sira kose ai-funan ho seda ne’ebé di’ak, rola, no han iha laran, husik hela fatin ne’ebé mihis “windowed” entre vena sira molok muda ba ai-funan fresku. Verifika kama loroloron no hasai ka estraga ai-funan ne’ebé rola ho lalar iha laran. Proteje kama jerminasaun ho malha insetu ne’ebé di’ak, mantein espasu no fluxu ar di’ak, no evita kresimentu ne’ebé luxu liu, ho sombra. Iha sinál dahuluk, spray biolójiku hanesan neem (azadirachtin) spray bele ajuda mantein estragu tun."
  },
  {
    "species_id": 5,
    "scientific_name": "Albizia lebbeck",
    "common_name": "Ai-Samatuku",
    "etymology": "Albizia fó onra ba Filippo degli Albizzi, ne’ebé introdús Albizia ida ba Europa, no lbbeck mai husi naran árabe lokál/Indiku “lebbek/labakh .",
    "habitat": "Espésie ne’e moris iha estrada ninin foho-lolon iha elevasaun ki’ik to’o médiu.",
    "identification_character": "Ai-hun ida ne’ebé boot–boot, ho desizaun; kinur kulit, fissuradu no kork, husik pinnadu duplu ho pinnae par 2–4, ida-idak lori folhetu ki’ik barak ne’ebé obliku oblonga (~1.5–6,5 × 0,5–3,5 cm); ai-funan iha ulun esfériku boot, morin, fluffy, mean-verde iha ai-tahan naruk; ai-fuan naruk, latan, pods ho kulit-papel , ai-sunu pálidu to’o kór-kafé ne’ebé kmaan, book an iha fini leten no la konstritu.",
    "leaf_type": "Kompostu ho pinado (duplu)",
    "fruit_type": "Fó",
    "phenology": "Flores: Setembru–Novembru; Ai-fuan: Maiu–Jullu 2019.",
    "seed_germination": "Kolekta pods bainhira sira maran, kór-kafé kmaan, no molok sira fahe malu; loro-matan-maran loron balun atu nune’e sira loke, depois hamoos no rai fini maran. Pre-tratamentu hodi fakar bee ne’ebé tunu de’it iha fini leten no mergulha oras 12–24 hodi halo malirin kazaku ne’ebé toos. Enxe kama jerminasaun ho Rai : Areia : Kompost iha mistura 1:1:1. Kose ~1 cm klean; iha kama espasu fini ~5 cm dook malu iha liña, jerminasaun baibain hahú iha semana 1–2 resin ho fini fresku, pre-tratadu.",
    "pest": "Iha viveiru sira, ai-oan Albizia dala barak mate tanba amortesimentu no abut seluk ne’ebé aat; uza mídia ne’ebé moos no drenajen ho di’ak, evita ai-horis moras ne’ebé di’ak liu, no soe sedu. Iha to’os, moras ida ne’ebé laran-moras maka’as bele taka bee-lihun, ne’ebé lori ba ai-funan mean, mate derepente, no ai-sanak ka ai-hun tomak mate; hasai ai-horis ne’ebé afetadu ladi’ak no evita hakanek abut no ai-tahan."
  },
  {
    "species_id": 6,
    "scientific_name": "Azadirachta indica",
    "common_name": "Kampu Sumaer",
    "etymology": "Azadirachta mai husi azad-darakht Pérsia nian ne’ebé signifika “ai-hun livre” (nobre ka la sujeita ba poda), no indica denota “husi Índia .",
    "habitat": "Espésie ne’e moris iha rai-maran no baibain kuda iha estrada ninin.",
    "identification_character": "Azadirachta indica hanesan ai-hun ida ne’ebé médiu to’o luan, ho koroa ida ne’ebé arredondadu densu no kinur metan, kulit fissuradu. Daun sira ne’e kompostu trinadu, ho naruk 20–40 cm, Flores ki’ik, mutin to’o mean pálidu, morin, no lori iha sanak. Ai-fuan ne’e hanesan drope elipsoidal ho fini 1, verde-mean to’o kór-roxu bainhira tasak. Ai-hun ne’e hahú fó fuan hafoin tinan 5 no bele moris to’o tinan 200.",
    "leaf_type": "Kompostu ho pina (triplu)",
    "fruit_type": "Droga",
    "phenology": "Flores: Janeiru–Marsu; Ai-fuan: Maiu–Agostu",
    "seed_germination": "Ai-fuan neem sira rekolla bainhira sira sai mean no mamar uitoan, di’ak liu kolleita diretamente husi ai-hun. Hafoin depulping no hamoos, fini sira tenke kuda fresku, tanba lakon viabilidade lalais no la presiza scarifikasaun. Rai ida:sand:Kompost mix husi 2:1:2 fornese meiu di’ak liu, ho fini ne’ebé kuda 1–2 cm iha polibag nia kle’an ka kama ne’ebé hasa’e. Jerminasaun baibain hahú iha loron 4–10 nia laran no barak liu kompletu iha semana 3–5. Fini fresku iha taxa susesu aas liu, enkuantu fini tuan hatudu jerminasaun ne’ebé redús.",
    "pest": "Ai-neem baibain rezistente, maibé peste no moras balun afeta duni sira. Iha viveiru, ai-oan dala barak sofre tanba amortesimentu (kauza husi fungi) no fatin ai-funan husi fungi no baktéria oioin. Abut dodok no moras kór-roza bele estraga ai-hun sira ne’ebé idade boot liu, hodi hamosu ai-sanak mate."
  }
]